{"meta":{"title":"Blog Của Link","subtitle":"nơi link đặt bút","description":"","author":"Đoàn Văn Linh","url":"http://lingdev1998.github.io","root":"/"},"pages":[],"posts":[{"title":"4 Cách Giúp Bạn Làm Việc Như Điên","slug":"4-Cach-Giup-Ban-Lam-Viec-Nhu-Dien","date":"2020-06-18T08:32:06.000Z","updated":"2020-06-18T09:19:50.019Z","comments":true,"path":"2020/06/18/4-Cach-Giup-Ban-Lam-Viec-Nhu-Dien/","link":"","permalink":"http://lingdev1998.github.io/2020/06/18/4-Cach-Giup-Ban-Lam-Viec-Nhu-Dien/","excerpt":"","text":"Gần đây tôi hay quát học sinh. Mà quát chỉ vì một chuyện thôi: đến lớp học ai cũng uể oải, mồm ngáp, mắt lim dim. Đây không phải vấn đề gì mới. Tôi dạy học đã nhiều năm rồi, vàlứa học sinh nào cũng lặp lại một tình trạng như vậy: không làm gì cũng mệt, học không vào đầu, mỏi lưng, mỏi mắt, buồn ngủ cả ngày. Dù chẳng phải bác sĩ hay nhà khoa học, nhưng tôi nghĩ lý do cho mấy chuyện này rất đơn giản thôi, ấy là vì cơ thể không được nghỉ ngơi đúng mức và trí óc phải vận động quá nhiều. Để giúp bạn tránh mệt mỏi và bắt đầu mỗi ngày tràn đầy năng lượng, tôi đề xuất bốn biện pháp đơn giản, dễ thực hành như sau: Rượu, thuốc lá, bia, cafe Cách nhanh nhất để hết mệt mỏi là dùng chất kích thích. Nếu sống theo khoa học, bạn sẽ bị cắt mất mọi vui thú cuộc đời: uống rượu ung thư gan, hút thuốc ung thư phổi, uống trà vàng răng, uống cafe đau dạ dày… Nhưng con người khám phá ra chất kích thích và sử dụng nó trong cả ngàn năm là có lý do riêng. Thủ tướng Anh Churchill. Tôi còn nhớ một cuốn tiểu sử về Churchill tả thói quen uống rượu của ông bằng câu “He drank like a fish!” Không một bậc vĩ nhân nào không nghiện chất kích thích. Churchill chào buổi sáng bằng một cốc whiskey. Freud hút 20 điếu xì gà mỗi ngày, từ khoảng 20 tuổi cho đến tận lúc chết (83 tuổi). Alexander đại đế và Mark Anthony uống rượu ngày đêm. Balzac uống cà phê như một con nghiện chân chính: nhà viết tiểu sử V.S.Prichett ước tính Balzac uống tổng cộng 50.000 cốc cà phê trong suốt cuộc đời (một số con nghiện cà phê nổi tiếng khác: Voltaire Bach, Beethoven). Samel Johnson có lúc uống tới 25 cốc trà mỗi ngày.Hemingway dành phần lớn cuộc đời ở quầy bar để uống martini. Van Gogh mỗi chiều đều ra quán Bataille uống Absinthe, một loại rượu xanh lá cây gây ảo giác. Hemingway bên bàn rượu Tôi e rằng trong sự nghiệp phi thường của những con người này, chất kích thích đóng một vai trò không nhỏ. Nếu thường xuyên thấy mệt mỏi và buồn ngủ, có lẽ bạn nên thử hút thuốc hoặc uống rượu xem sao. Chắc nó có hại thật, nhưng như ông Xuân Diệu nước ta đã nói: “Thà một phút huy hoàng rồi chợt tắt/ Còn hơn buồn le lói suốt trăm năm”. Bạn sống lâu mà cứ ngủ gà ngủ gật thì lâu để làm gì nào? Vận động Một cơ thể yếu đuối là nguyên nhân hàng đầu dẫn đến mệt mỏi. Tôi nhớ hồi còn làm việc văn phòng, đêm nào tôi cũng thấy lưng mỏi và cổ cứng đơ. Cơ thể con người không được sinh ra để ngồi thẳng đuỗn trên một cái ghế nhựa 10 tiếng mỗi ngày, nhưng đã đi làm thì không ai thoát được chuyện ấy cả. Để bù trừ bạn cần vận động thể chất thường xuyên. Cách đơn giản nhất là mua thẻ tập ở một phòng gym. Phòng gym bây giờ đông như nấm và dạy đủ các môn, giá cũng rất phải chăng. Tôi không thấy có lý do gì để bạn trốn đi tập được cả; chỉ 1 tiếng trước hoặc sau giờ đi làm là đủ rồi. Tập chạy ngoài đường thì tôi không khuyến khích lắm, vì không khí Hà Nôi bây giờ có vẻ bẩn quá, hít vào khéo mà chết sớm mất. Tổng thống Mỹ Roosevelt thời còn trẻ – ông là một tay boxing có hạng Nếu bạn bận còn hơn cả tổng thống và không thể dành nổi 1 tiếng mỗi ngày, vẫn còn cách khác: tập những bài cường độ cao. Lấy ví dụ trường hợp của tôi chẳng hạn. Buổi sáng tôi thường dậy muộn và phải giải quyết rất nhiều việc, nên tôi chọn hai bài tập đơn giản, không cần dụng cụ và không cần đi đâu cả: gập bụng và chống đẩy. Tôi học được lợi ích của hai bài tập này từ thời đấm boxing; gập bụng giúp ngồi làm việc lâu mà lưng không bị mỏi, chống đẩy thư giãn tay và vai, bù trừ cho việc vươn tay ra dùng lap top cả ngày. 300 cái gập bụng và 100 cái chống đẩy là đủ và chỉ mất tầm 20-30p. Dinh dưỡng Xăng dầu xịn thì xe đi được đường dài. Dinh dưỡng tốt thì cơ thể và trí óc cũng sẽ tốt lên. Về mặt ăn uống, thi thoảng tôi có đọc chỗ này chỗ kia nói rằng ăn chay giúp đầu óc minh mẫn hơn. Tôi không ăn chay bao giờ và cũng không có ý định ăn chay; tôi lại còn hết sức nghi ngờ giá trị đạo đức cũng như dinh dưỡng của việc ăn chay trường nữa. Nhưng gần đây một người bạn tôi tập ăn chay và nói rằng bạn ấy cảm thấy giác quan nhạy bén hơn. Nếu bạn từng có ý định ăn chay có lẽ nên thử xem thế nào. Lời khuyên của tôi trong vấn đề dinh dưỡng chỉ đơn giản là thích gì ăn nấy, đừng quá quan tâm đến việc đếm calo. Mỗi cơ thể hoạt động theo cách khác nhau và cần mức năng lượng khác nhau. Bạn nên thử nhiều chế độ ăn để tìm ra công thức phù hợp cho mình. Tôi ăn rất nhiều đường và dầu mỡ vì tôi thấy nó ngon; nó cho tôi cảm giác khỏe mạnh và muốn làm việc. Ai bảo ăn đường lão hóa sớm hay ăn mỡ gây đau tim tôi cũng chẳng quan tâm. Tóm lại ăn gì cũng được, tuy nhiên muốn tỉnh táo để làm việc thì đừng ăn quá no. Ăn no gây buồn ngủ và uể oải, có lẽ do máu tập trung cho sự tiêu hóa thức ăn, không còn lên não được nữa. Tôi bỏ ăn sáng đã nhiều năm nay, bữa trưa chỉ ăn ít, bữa tối ăn muộn (9h tối) và ăn nhiều. Chẳng có một cơ sở khoa học nào cho lịch ăn này cả; nhưng tôi thấy việc ăn ba bữa một ngày cũng phi khoa học thế thôi. Không phải dân tộc nào cũng ăn ba bữa và giờ ăn mỗi bữa cũng khác nhau ở từng quốc gia (ví dụ người Tây Ban Nha thường không ăn bữa sáng, ăn trưa trong khoảng từ 2-4h, ăn tối khoảng 9-11h). Vì vậy mỗi khi thấy mọi người share bài không ăn bữa sáng sẽ ung thư hay ăn tối quá muộn bị bệnh này bệnh nọ tôi thấy rất kỳ cục. Cả một dân tộc đã ăn uống như vậy trong cả ngàn năm mà chả có ai làm sao cả. Điểm mấu chốt là ăn gì cho thấy ngon miệng và cơ thể thấy sảng khoái thôi. Cái điện thoại Tôi hay đọc sách về thời cổ xưa. Quá khứ luôn ẩn chứa những điều kì lạ, nhưng có điều này khiến tôi ngạc nhiên nhất: ở thời kỳ không có máy móc hỗ trợ, con người lại có vẻ hoạt động năng suất hơn. Lấy việc viết chẳng hạn. Các tác giả ngay nay cứ vài năm hoặc có khi vài chục năm mới ra mắt một cuốn sách cỡ 300 trang. Wiston Churchill, thủ tướng Anh, một người bận rộn bậc nhất thế giới, mỗi ngày chỉ có 5 tiếng ở bàn làm việc nhưng ông ấy viết hoàn chỉnh tới 58 cuốn sách, 260 truyền đơn, 840 bài báo. Tất cả diễn văn của Churchill khi in ra dày tới 9000 trang. Churchill viết nhiều đến mức chỉ riêng danh mục thống kê tác phẩm của ông đã dày tới 2183 trang. Mà viết văn chỉ là nghề tay trái của ông ấy.Trong ngành hội họa, năng suất vẽ của họa sĩ ngày nay thua xa các bậc tiền bối. Van Gogh chỉ thọ 37 tuổi nhưng vẽ tới 900 bức trên vải toan và khoảng 1000 bức vẽ khác trên giấy, một con số mà các họa sĩ ngày nay chỉ dám mơ. Con người hiện đại có sức sáng tạo thấp vì chúng ta luôn mất tập trung. Ở một bài viết trước, tôi đã chỉ ra rằng thời gian bị chia nhỏ là thời gian vô ích. Và không có gì chia nhỏ thời gian mạnh mẽ như cái điện thoại: internet ở đâu cũng có và chiếc điện thoại nhỏ bé ấy dễ mang đi, bạn có thể nhắn tin và xem facebook, instagram, twiter mọi lúc mọi nơi. Điều đó có nghĩa là block thời gian của bạn luôn trong tình trạng bị băm nhỏ và bạn không thể làm được việc gì nữa. Ngoài việc lãng phí thời gian, chiếc điện thoại còn khiến đầu óc bạn quá tải. Phải xử lý hình ảnh, âm thanh liên tục, não bạn giống như một cái máy tính đã đầy RAM, không còn hoạt động tốt nữa và rơi vào tình trạng mệt mỏi. Nếu vẫn chưa tin, bạn có thể làm A-B test để thấy sự khác nhau trong tinh thần giữa một ngày dùng điện thoại liên tục với một ngày vứt hẳn điện thoại ở nhà.Nói như vậy không có nghĩa là bạn cần mua một chiếc điện thoại cục gạch để khoe rằng mình không thèm dùng facebook. Smart phone giúp đời sống thuận tiện hơn rất nhiều, nhưng bạn chỉ nên dùng nó vào những khung giờ nhất định thôi: ví dụ, 30 phút sau giờ ăn trưa, 30 phút sau giờ ăn tối. Trả lời email, tin nhắn cũng cần được xếp vào block thời gian riêng để tranh xao nhãng công việc chính.Để tập trung tối đa khi làm việc, tôi thường không dùng laptop hay điện thoại. Mọi kết nối với thế giới bên ngoài đều gây xao nhãng và mệt mỏi. Khi viết bài cho blog, tôi thường viết tay mọi thứ, chỉ công đoạn hoàn thiện cuối cùng mới sờ đến máy tính mà thôi. Ở trường thiết kế Pensole người ta cũng làm như vậy, học viên buộc phải thực hiện mọi bản vẽ bằng bút chì, sau khi hoàn thiện kết cấu họ mới được dùng máy tính để thêm màu sắc.Thời xưa, Michelangelo giam mình bốn năm trong nhà nguyện Sistine để tự tay nghiền màu và vẽ từng chi tiết trên tường. Đối với con người hiện đại, những người đã quen bị smartphone làm phiền 24/7, sự cô đơn đầy sáng tạo ấy thật đáng thèm khát.Michelangelo tự viết một bài thơ và vẽ lại cảnh lao động vất vả trong nhà nguyện Sistine from Chiếp document.querySelectorAll('.github-emoji') .forEach(el => { if (!el.dataset.src) { return; } const img = document.createElement('img'); img.style = 'display:none !important;'; img.src = el.dataset.src; img.addEventListener('error', () => { img.remove(); el.style.color = 'inherit'; el.style.backgroundImage = 'none'; el.style.background = 'none'; }); img.addEventListener('load', () => { img.remove(); }); document.body.appendChild(img); });","categories":[],"tags":[]}],"categories":[],"tags":[]}